{
    "tertiary": [{
        "under_grad": [{
          "title": "Undergraduate Studies",
          "list": [{
              "logo": "cas",
              "title": "College of Arts and Sciences",
              "abbr": "CAS",
              "active": false,
              "programs": [{
                  "abbr": "BAELS",
                  "title": "Bachelor of Arts in English Language",
                  "description":"",
                  "vision": "The Languages Department gives students ample opportunities to develop facility and mastery in the use of English and Filipino as core languages. It envisions itself as center of language and literacy committed to developing the students ability to become globally and locally competent communicators, critical thinkers and dynamic researchers. Moreover, it is uniquely positioned to enrich the students lives and broaden their perspective of the society and the world through a deeper understanding and appreciation of the past and their own Philippine literary heritage.",
                  "mission": "",
                  "goalDescription":"",
                  "goals": "",
                  "objectivesDescription":"",
                  "objectives": [
                    "Promote Filipino values and culture through realistic discussions of Philippine literature and instill to students the significance of creative inquiry to human experience across various world perspectives;",
                    "Help students develop proficiently their English and Filipino reading, writing, speaking and thinking skills; and",
                    "Develop the multi-intelligences of the students through meaningful/significant classroom teaching-learning activities."
                  ]
  
                },
                {
                  "abbr": "BAPolSc",
                  "title": "Bachelor of Arts in Political Science",
                  "description":"The program is geared towards societal development through establishing a responsive government for the promotion of people welfare through engaging in activities which will impact societal transformation be it local, regional, national and even global.",
                  "vision": "The program envisioned to be the center of good governance and the source of excellent and true servant leaders both in private and in public sectors.",
                  "mission": "The program will continue to hone and harness the intellectual, physical, socio-political aspects of the political science students for them to become effective citizens and public servants through academic exposure and on the job trainings in their chosen field of interests.",
                  "goalDescription":"",
                  "goals": "",
                  "objectivesDescription": "",
                  "objectives": [
                    "Promote good governance both in the local and national community;",
                    "Produce socially responsible graduates, effective servant leaders and excellent professionals."
                  ]
  
                },
                {
                  "abbr": "AB-Comm",
                  "title": "Bachelor of Arts in Communication ",
                  "description":"The program is geared towards societal development through establishing a responsive government for the promotion of peopleΓÇÖs welfare through engaging in activities which will impact societal transformation be it local, regional, national and even global.",
                  "vision": "In pursuit of the University vision, mission, goals and objectives, the Communications program envisions itself to be a premier educational institution of communication arts in Southern Philippines.",
                  "mission": "To realize this Vision, the department commits to:provide students broad and diverse course work in advertising, journalism and new media, public relations and communications learned; offer high-quality educational programs which enable students to become critical thinkers and effective ethical communicators; use practical, innovative experiences and partnerships to prepare for successful communication careers; and produce Lasallian communicators who have the spirit of faith, zeal for service and communion in mission.",
                  "goalDescription": "As part of an autonomous university, the communication program of La Salle University aims to be one of the best schools for communication arts education through institutional and international accreditation.",
                  "goals": "",
                  "objectivesDescription":"To realize its Vision, accomplish its Mission and attain its Goals, the Communication program endeavors to:",
                  "objectives":  [ 
                    "nurture a culture of excellence as the standard for education, training and practice of professionals in the field of communication;",
                    "produce professionals in the field of communication who will consistently uphold ethical standards and practices both in the academic and professional fields of expertise; and;",
                    "maximize the use of research and practice for the development and improvement of innovative instruction in the field of communication."
                  ]
                },
                {
                  "abbr": "AB-Philo",
                  "title": "Bachelor of Arts in Philosophy",
                  "description":"The Department of Philosophy is committed to produce graduates who are intellectually competent, socially involved, and research-oriented.",
                  "vision": "",
                  "mission": "The Philosophy Department encourages students to approach education as a life-long learning process and as an end in itself, to emphasize the necessity of critical thinking and social participation through research and dialogue, and to foster an academic environment conducive to the free pursuit of knowledge with emphasis on the continual discussion of the local, national, and global situations. The department hopes to maintain a philosophically relevant, rigorous curriculum and work to build a base of philosophy graduates and enthusiasts.",
                  "goalDescription":"Upon completion of the BA in Philosophy, students will:",
                  "goals": [
                    "gain ample knowledge in argumentation, critical thinking and philosophy;",
                    "acquire broad familiarity with the historical periods, figures and major trends in philosophy;",
                    "evaluate critically philosophical, socio-cultural, economic and political positions and public opinion in academic discourses",
                    "read, interpret, and respond to philosophical texts and effectively formulate and communicate philosophical positions to people in public and academe."
                  ],
                  "objectivesDescription":"",
                  "objectives":  [
                    
                  ]
                },
                {
                  "abbr": "BSPsych",
                  "title": "Bachelor of Arts in Psychology ",
                  "description":"",
                  "vision": "The Psychology Department envisions its program to be one of the leading programs in the University especially in the College of Arts and Sciences. It sees itself as aligned and exceeding the standards set by the Commission on Higher Education while pursuing excellence guided by Lasallian values and virtues.",
                  "mission": "Guided by its mission on producing competent graduates who will pass the licensure examination, the Psychology department also aspires to produce individuals who undertake further academic development to enhance acquired competence.",
                  "goalDescription": "To carry out its mission, the Psychology Department shall:",
                  "goals": [
                    "cultivate a culture of excellence through a curriculum that is attuned to the signs of times;",
                    "develop resourcefulness and a sense of initiation through extension programs and society activities that provide such avenue of learning;",
                    "embark on curricular and co-curricular activities that instill Lasallian values and virtues with the involvement of a non-academic community;",
                    "keep its faculty and students abreast of the latest trends in the program that shall affect the program and its future directions."
                  ],
                  "objectivesDescription": "In particular, the Psychology Department will:",
                  "objectives": [
                    "establish admission and retention policies in order to ensure that the program accepts only those who have the sincerest interest in the field and who have the capacity to hurdle through the standards set forth;",
                    "create learning groups that will provide assistance to the students across year levels; and",
                    "provide seminars and workshops that will encourage psycho-social literacy beginning with the academic and towards the non-academic community."
                  ]
                },
                {
                  "abbr": "BSCrim",
                  "title": "Bachelor of Arts in Criminology",
                  "description": "",
                  "vision": "The vision of the Criminal Justice Education program of the university is to provide the community with Lasallian graduates who are professionally competent and morally upright individuals who can deliver efficient services in the fields of criminology, law enforcement and public safety.",
                  "mission": "Provide opportunity, instruction and guided experience by which students learn the basic knowledge and acquire the skills essential to the practice of criminology; Prepare the students to have a broad cultural background and an understanding of the Constitution as wells as due process required by law necessary in the total administration of justice; Prepare the students for careers in public safety, criminal jurisprudence and scientific crime detection; Foster higher concepts of citizenry and leadership and an understanding of oneΓÇÖs moral and legal responsibility to his fellowmen, his community and his country; and Inspire and instill into the students the importance of service to humanity in congruence with the Lasallian core value of faith, service and communion.",
                  "goalDescription":"To carry out its mission, the Psychology Department shall:",
                  "goals": [
                    "Foster competence in the various fields of Criminalistics, Criminal Sociology, Criminal Law Procedure, Law Enforcement Administration, Correctional Administration, Ethics and Community Relations and Defensive Tactics;",
                    "Practice proficiency in examining the nature and types of crime and the practical application of theories of crime and law;",
                    "Exhibit the highest degree of professionalism in law enforcement work, crime detection and crime prevention;",
                    "Meet the challenges in solving crimes;",
                    "Seek the truth through research in the field of Criminology, Criminal Justice and Public Safety."
                  ],
                  "objectivesDescription":"",
                  "objectives": [
  
                  ]
  
                },
                {
                  "abbr": "BSSW",
                  "title": "Bachelor of Arts in Social Work",
                  "description" : "",
                  "vision": "To produce social workers who are competent, effective, globally competitive and committed professionals",
                  "mission": "In support to this Vision, the department strives to provide the highest standards of good quality social work education that nurtures students to become conscientious and holistically aware of the current local and international issues, act proactively with a deep sense of social responsibility.",
                  "goalDescription": "Committed to the philosophy of higher education, Social Work Department aims to support the Vision-Mission of the University that is to produce social workers equipped with knowledge, attitudes, skills and values",
                  "goals": [
                    ""
                  ],
                  "objectivesDescription":"",
                  "objectives":[
                    "Initiate and participate in activities that enhance the awareness of students such as community involvement, symposia, reflection sessions and national activity celebrations;",
                    "Forge functional convergence with genuine love and community concern to persons and institutions and reach out to depressed communities for sustainable development undertaking;",
                    "Take active participation with the National Association of Social Work Education Inc. (NASWEI) to ensure the highest standard quality program of instruction for Social Work Education."
                  ]
  
                }
              ]
            },
            {
              "logo": "cba",
              "title": "College of Business and Accountancy",
              "abbr": "CBA",
              "active": false,
              "programs": [{
                  "abbr": "BSA",
                  "title": "Bachelor of Science in Accountancy",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"",
                  "goals":[
  
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                },
                {
                  "abbr": "BSAIS",
                  "title": "Bachelor of Science in Accounting Information System",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"",
                  "goals":[
                    "Aims to prepare the graduates for a career in the field of Human Resource Management in the manufacturing, marketing and service sectors corporations;",
                    "Built into the program is the normal evolution of Human Resource profession at various stages of development of an enterprise."
                  ],
                  "objectivesDescription":"",
                  "objectives":[
                    "Complete understanding of concepts, principles, theories and philosophies in HR;",
                    "Assist students to seek employment and facilitate the integration process in the corporate environment;",
                    "Assist the students in appreciating the HR role in organization."
                  ]
                },
                {
                  "abbr": "BSBA-FM",
                  "title": "Bachelor of Science in Business Administration major in Financial Management",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"",
                  "goals":[
                    "Aims to prepare the students to possess a strong foundation in theory, principles and concepts that would provide a sound and competitive basis for financial decision making;",
                    "Proper balancing of finance theory and research literature with practical aspects of financial management;",
                    "Aims to produce graduates for careers in financial departments."
                  ],
                  "objectivesDescription":"",
                  "objectives":[
                    "Complete understanding of the concepts, principles and theories of Financial Management;",
                    "Assume entry level of positions of responsibility such as financial analyst, financial managers or executives."
                  ]
                },
                {
                  "abbr": "BSBA-MM",
                  "title": "Bachelor of Science in Business Administration major in Marketing Management",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"",
                  "goals":[
                    "Prepares the students for the acquisitions of competencies and skills needed as managers in manufacturing and service-oriented business;",
                    "Covers all operations within the organization and related activities including managing purchases, inventory control, quality control, storage, logistics and evaluation;",
                    "Includes substantial measurement and analysis of internal process."
                  ],
                  "objectivesDescription":"",
                  "objectives":[
                    "Equip the students with concepts, principles and the theories of operations management;",
                    "Prepare the students in organizing and managing activities in manufacturing;",
                    "Develop in the students' competencies and skills as entrepreneurs and managers."
                  ]
                },
                {
                  "abbr": "BSAB",
                  "title": "Bachelor of Science in Agribusiness",
                  "description":"The Office Administration program envisioned to be committed to develop Office Administration students' competencies, skills, knowledge and work values that modern office professionals should possess and acquire to become globally competitive.",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"Specifically, the program aims to:",
                  "goals":[
                    "prepare the graduates for a career in office administration in various general and specialized administrative supports, supervisory and managerial positions;",
                    "equip graduates with professional knowledge and relevant employability skills for self-employment or corporate employment making them employable locally and globally;",
                    "provide the students sufficient exposure to real environment and meaningful related learning experience to develop in them the virtue of self-confidence;",
                    "assist graduates in appreciating the role of office secretaries in any public and private organizations."
                  ],
                  "objectivesDescription":"",
                  "objectives":[]
                },
                {
                  "abbr": "BSOA",
                  "title": "Bachelor of Science in Office Administration",
                  "description":"Bachelor of Science in Agri-Business",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"",
                  "goals":[
                    "Aims to produce educated, well-rounded professionals in agri-business, capable of meeting the national and global needs of highly trained managers, academicians, researchers and entrepreneurs"
                  ],
                  "objectivesDescription":"",
                  "objectives":[
                    "Equip the students with proper knowledge, skills and values in creating, managing and growing sustainable agribusiness;",
                    "Intensively promote the field of agribusiness taking into consideration all the value of chain activities affecting the manufacture and distribution of farm inputs: farming and marketing farm commodities and items derived from them;",
                    "Aims to prepare the graduates for a career in office administration specifically in various general and specialized administrative support, supervisory and managerial positions."
                  ]
                },
                {
                  "abbr": "",
                  "title": "",
                  "description":"",
                  "vision": "",
                  "mission": "",
                  "goalDescription": "The program aims to produce graduates:",
                  "goals": [
                    "who are not only Certified Public Accountants but also Certified Internal Auditors;",
                    "with integrity and who are adhering to the code of professional ethics of Accountants;",
                    "who are employable across international borders;",
                    "who are analytical, self-reliant, resourceful and effective communicator;",
                    "who are imbued with deep sense of social responsibility;",
                    "who are catalyst of better organizational change in their practice of profession."
                  ],
                  "objectivesDescription": "",
                  "objectives": [
                    "BSAc",
                    "Bachelor of Science in Accountancy"
                  ]
                },
                {
                  "abbr": "",
                  "title": "",
                  "description":"",
                  "vision": "",
                  "mission": "",
                  "goalDescription":"The program aims to produce graduates:",
                  "goals":[
                    "who are well-respected certified accounting technicians and bookkeepers whose certifications are recognized abroad like the UK and Australia;",
                    "who are catalysts of positive crucial changes in the overall management of business organizations;",
                    "who are analytical, self-reliant, resourceful and effective communicator;",
                    "who are employable across international borders"
                  ],
                  "objectivesDescription": "",
                  "objectives": [
                    "BSAT",
                    "BS in Accounting Technology"
                  ]
                }
              ]
            },
            {
              "logo": "ccsea",
              "title": "College of Computer Studies, Engineering, and Architecture",
              "abbr": "CCSEA",
              "active": false,
              "programs": [{
                  "abbr": "BSCE",
                  "title": "Civil Engineering",
                  "description": "",
                  "vision": "",
                  "mission": "",
                  "goalDescription": "This program aims to:",
                  "goals":[
                    "impart essential knowledge, elements, tools and skills necessary for civil engineering graduates to become successful engineers;",
                    "develop students' ability to recognize formulate and solve civil engineering problems;",
                    "provide the students with a meaningful research experience that are relevant to the civil engineering field;",
                    "promote active and effective participation of students in the different activities at local, regional and national levels."
                  ],
                  "objectivesDescription":"",
                  "objectives": [
  
                  ]
                },
                {
                  "abbr": "BSArch",
                  "title": "Architecture",
                  "description" :"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"This program aims to:",
                  "goals":[
                    "Ensure mastery of comprehensive architecture knowledge, both in theory and practice, and proficiency of skills in accordance with the scope of practice of architecture as provided for in the Republic Act 9266 and its implementing rules and regulations;",
                    "Inculcate to the students an abiding faith in God, the value of honor and sense of responsibility, sanctity of home, dignity of labor and love of country and fellowmen;",
                    "Direct and focus the thrust of architecture education to the needs and demands of society and its integration into the social economic cultural and environmental aspects of nation building."
                  ],
                  "objectivesDescription": "",
                  "objectives": [
  
                  ]
                },
                {
                  "abbr": "BSEE",
                  "title":"Electrical Engineering",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"This program aims to:",
                  "goals":[
                    "cultivate in the students a strong foundation in the basic science and mathematics and should consider the economics, social and environmental significance of electrical projects;",
                    "prepare the students for a professional electrical engineering career, including professional practice, management, and entrepreneurship;",
                    "train the students in planning, designing, constructing, operating, managing and maintaining electrical power plants;",
                    "produce engineers knowledgeable of their professional responsibilities in ethics and law;",
                    "prepare the students for graduate work and research in at least one area of the electrical engineering field of practice"
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                },
                {
                  "abbr": "BSECE",
                  "title": "Electronics and Communications Engineering",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"This program aims to:",
                  "goals":[
                    "provide students with an education on the fundamentals of electronics engineering that will allow him/her to be immediately competitive in industry or in graduate study;",
                    "develop students' technical skills in the practical application of theory through laboratory work computer exercises, project study and practicum;",
                    "develop students' ability to design a system, component or process to meet desired needs within identified constraints;",
                    "develop professionalism and social responsibility."
                  ],
                  "objectivesDescription":"",
                  "objectives":[
                  ]
                },
                {
                  "abbr": "BSGE",
                  "title":"Geodetic Engineering",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"This program aims to:",
                  "goals":[
                    "train students to acquire the skill and technical know-how in the acquisition, analysis, storage, distribution, management and application of spatially referenced data;",
                    "provide a meaningful research experience relevant to the geodetic engineering field;",
                    "provide a meaningful research experience relevant to the geodetic engineering field;"
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                },
                {
                  "abbr": "BSCpE",
                  "title":"Computer Engineering",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"This program aims to:",
                  "goals":[
                    "impart essential knowledge, elements, tools and skills necessary for civil engineering graduates to become successful engineers;",
                    "develop students' ability to recognize formulate and solve civil engineering problems;",
                    "provide the students with a meaningful research experience that are relevant to the civil engineering field;",
                    "promote active and effective participation of students in the different activities at local, regional and national levels."
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                },
                {
                  "abbr": "BSCS",
                  "title":"Bachelor of Science in Computer Science",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"The BSCS program expects the graduates to:",
                  "goals":[
                    "analyze the impact and needs of ICT in the society;",
                    "exhibit proficiency with ethical standards in designing and developing computing solutions to societal and corporate practical problems;",
                    "formulate and implement computing based solutions that meet societal, corporate and ethical standards; and",
                    "adopt to new trends and developments in the field of ICT."
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                },
                {
                  "abbr": "BSIT",
                  "title":"Bachelor of Science in Information Technology (BSIT)",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"The BSIT program expects the graduates to:",
                  "goals":[
                    "help build the country need for solid and reliable information technology systems and address its ethical and societal impact;",
                    "apply appropriate knowledge, concepts and principles in the implementation of high-quality information systems in an organization; and",
                    "facilitate the management and use of information and communications technology."
                  ],
                  "objectivesDescription":"",
                  "objectives":[
                  ] 
                },
                {
                  "abbr": "BLIS",
                  "title": "Bachelor of Arts in Library Science",
                  "description":"",
                  "vision":"The BLIS program envisions to be an excellent and innovative academic department through leadership, service, research and education to meet the complex demand of the technology-driven world.",
                  "mission":"The BLIS program excellent library education, prepare librarians for a diverse, high technological, knowledge-based global society, engaged in research and creative activities that generate new knowledge and application for effective practice of librarianship; and inculcate the Lasallian values to the community.",
                  "goalDescription":"The program aims to achieve the following:",
                  "goals":[
                    "equip students with necessary knowledge, skills and trainings in librarianship;",
                    "enhance the students capability and competence to organize collection, manage libraries, retrieve and disseminate information;",
                    "produce graduates who are value-oriented, dedicated librarians who are agents for development and societal catalysts of the nation;",
                    "integrate information technology and management information system for better organization and use of library resources;",
                    "provide professional training for information institutions while respecting Filipino values and customs; and",
                    "demonstrate expertise to serve, lead and collaborate with various communities through relevant various community extension programs."
                  ],
                  "objectivesDescription":"" ,
                  "objectives":[
  
                  ]
                  
                }
              ]
            },
            {
              "logo": "con-lsu",
              "title": "College of Nursing",
              "abbr": "CON",
              "active": false,
              "programs": [{
                "abbr": "BSN",
                "title":"Bachelor of Science in Nursing",
                "description":"",
                "vision":"",
                "mission": "",
                "goalDescription": "BSN is committed to:",
                "goals":[
                  "uphold the Lasallian Guiding Principles in the development of Lasallian leaders and practitioners who have the spirit of faith, zeal for service and communion in mission;",
                  "provide students a broad knowledge of ecologically sound and skills-based concepts of holistic health theories and practices designed to promote integral health, harmony and well-being;",
                  "train students to utilize the nursing process as an approach and analyzing health problems as well as in planning, implementing and evaluating effectively the outcome of nursing interventions;",
                  "provide continuing education and formation in areas of instruction, research and extension to the faculty; and",
                  "provide an avenue for the alumni to participate in the continuous development and delivery of excellent health care."
                ],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              }]
            },
            {
              "logo": "cte",
              "title": "College of Teacher Education",
              "abbr": "CTE",
              "active": false,
              "programs": 
              [{
                "abbr":"",
                "title":"BS Secondary Education",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
  
              },
              {
                "abbr":"",
                "title":"Major in Physics",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              },
              {
                "abbr":"",
                "title":"Major in English",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              },
              {
                "abbr":"",
                "title":"Major in Biology",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              },
              {
                "abbr":"",
                "title":"Major in Chemistry",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              },
              {
                "abbr":"",
                "title":"Major in Filipino",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              },
              {
                "abbr":"",
                "title":"Major in Mathematics",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              },
              {
                "abbr":"",
                "title":"Major in Religious Education",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              },
              {
                "abbr":"",
                "title":"Major in Social Studies",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              },
              {
                "abbr":"",
                "title":"Major in Computer Technology",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              },
              {
                "abbr":"MAPHE",
                "title":"Major in Music, Arts, Physical, and Health Education",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              },
              {
                "abbr":"",
                "title":"Major in School PE",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              },
              {
                "abbr":"",
                "title":"Major in Sports Wellness Management",
                "description":"",
                "vision":"",
                "mission":"",
                "goalDescription":"",
                "goals":[],
                "objectivesDescription":"",
                "objectives":[
  
                ]
              },
                {
                  "abbr": "BSNEd",
                  "title":"Major in Special Education",
                  "description":"",
                  "vision":"",
                  "mission": "",
                  "goalDescription":"",
                  "goals":[
  
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                  
                },
                {
                  "abbr": "BSNEd",
                  "title":"Major in Special Education",
                  "description":"",
                  "vision":"",
                  "mission": "",
                  "goalDescription":"",
                  "goals":[
  
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                  
                },
                {
                  "abbr": "BPEd",
                  "title":"BS Physical Education",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"",
                  "goals":[
  
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                  
                },
                {
                  "abbr": "BTLEd",
                  "title":"Major in Technology and Livelihood Education",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"",
                  "goals": [
  
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                },
                {
                  "abbr": "BEEd",
                  "title": "BS Elementary Education",
                  "description": "",
                  "vision":"",
                  "mission": "",
                  "goalDescription":"",
                  "goals":[
  
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                },
                {
                  "abbr":"",
                  "title": "Major in General Education",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"",
                  "goals":[
  
                  ],
                  "objectivesDescription":"",
                  "objectives":[
                    
                  ]
                  
                },
                {
                  "abbr": "BSEd",
                  "title": "Major in Special Education",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"",
                  "goals":[
  
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                }
              ]
            },
            {
              "logo": "cthm",
              "title": "College of Tourism and Hospitality Management",
              "abbr": "CTHM",
              "active": false,
              "programs": [{
                  "abbr": "BSHM",
                  "title": "BS Hospitality Management",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"",
                  "goals":[
  
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                },
                {
                  "abbr": "",
                  "title":"Associate in Hospitality Management",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"",
                  "goals":[
  
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                },
                {
                  "abbr": "BSTM",
                  "title":"BS Tourism Management",
                  "description":"",
                  "vision":"",
                  "mission":"",
                  "goalDescription":"",
                  "goals":[
  
                  ],
                  "objectivesDescription":"",
                  "objectives":[
  
                  ]
                }
              ]
            }
          ]
        }]
      },
      {
        "grad_stud": [{
          "title": "Graduate Studies",
          "list": [{
            "logo": "sgs",
            "title": "School of Graduate Studies",
            "abbr": "SGS",
            "active": false,
            "category": [{
                "title": "Graduate School of Business",
                "programs": [{
                    "title": "Master of Arts in Education"
                  },
                  {
                    "title": "Doctor of Philosophy in Education"
                  },
                  {
                    "title": "Master in Public Administration (Non-Thesis Program)"
                  }
                ]
              },
              {
                "title": "Graduate School of Education",
                "programs": [{
                    "title": "Master of Arts in Education (with Thesis Program)"
                  },
                  {
                    "title": "Doctor of Philosophy in Education"
                  },
                  {
                    "title": "Master in Public Administration (Non-Thesis Program)"
                  }
                ]
              }
            ]
          }]
        }]
      }
    ]
  }